print(38) #정수형
print("문자열")
print([1, 2, 3]) #리스트형
print(1+2)
print("파"+"이"+"썬")
print("피""이""썬")
print("파","이","썬") #콤마는 띄워쓰기를 의미한다.

print("\n\n\n") #줄바꿈 문자 (이스케이프 케릭터라고 함)

#작은 따옴표 3개를 사용해도 동일 함, 여러줄 연속 사용, \사용으로도 동일 효과 낼수있음
print("""동해물과 백두산이 마르고 닳도록 하느님이
보우하사 우리나라 만세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세      
""")

#큰 따옴표, 작은 따옴표 화면에 표시하기
print("\"안녕하세요\"라고 말했습니다.")
print("\'안녕하세요\'라고 말했습니다.")

#이스케이프 문자 사용하기
print("서울시\t강남구\t역삼동\n")

#한줄인데 스크립트 코드상 줄바꿈이 필요할때
print(
  "안녕하세요 " 
  "반갑습니다 " 
  "한줄 출력입니다."
)

